tap "bufbuild/buf"
tap "derailed/k9s"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "saulpw/vd"
brew "antidote"
brew "openssl@1.1"
brew "libssh2"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "gum"
brew "hyperfine"
brew "jq"
brew "julia"
brew "kubernetes-cli"
brew "lazygit"
brew "libevent"
brew "libfido2"
brew "mockery"
brew "neovim"
brew "nvm"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "python@3.11"
brew "stow"
brew "tldr"
brew "tmux"
brew "zig"
brew "zoxide"
brew "zsh-vi-mode"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "go-task/tap/go-task"
brew "saulpw/vd/visidata"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "slack"
cask "sys-pc-tool"
cask "visual-studio-code"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "dorzey.vscode-sqlfluff"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.align-mode"
vscode "hashicorp.terraform"
vscode "innoverio.vscode-dbt-power-user"
vscode "julialang.language-julia"
vscode "k--kato.intellij-idea-keybindings"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "noriste.increase-by-1"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "shakram02.bash-beautify"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
